Repository: BenoitDeguine/Setlist-iOS
Catalog: setlist/internationalization/*.lproj/Localizable.strings
Languages: fr

source: My artists
fr: Mes artistes

# my_artists_empty
source: You have not added any artist yet. Please click on "+" at the top-right corner to start.
fr: Vous n'avez pas encore ajouté d'artiste. Cliquez sur le bouton "+" en haut à droite pour commencer.

# add_artist_zero_result
source: No artist found.
fr: Aucun artiste trouvé.

# add_artist_search_pending
source: Loading...
fr: Recherche en cours...

# add_artist_placeholder
source: Look for an artist
fr: Rechercher un artiste

# add_artist_to_library
source: Do you want to add %@ to your artists ?
fr: Voulez-vous ajouter %@ à vos artistes ?

# add_artist_to_library_yes
source: Add
fr: Ajouter

# add_artist_to_library_no
source: Close
fr: Fermer

# add_artist_loading_image
source: Loading of the image...
fr: Chargement de l'image...

# add_artist_already_exist
source: You have already added this artist.
fr: Vous avez déjà ajouté cet artiste.

# venue_unknown
source: Unknown venue
fr: Venue inconnue

# set_last
source: Retrieving the last shows of %@.
fr: Récupération des dernières dates de %@.

# set_last_none
source: No new show 😦
fr: Aucune date récente :(

# set_not_available
source: This setlist is not available yet 😦
fr: La setlist n'est pas encore disponible :(
